<style lang="less">
  @import './index.less';
</style>

<template>
  <div class="activity_rule_page">
    <h1>关于论坛活动及其规则</h1>

    <h2>一、什么是论坛活动</h2>

    <p>论坛活动是以提高用户执行力为目的，以互动打卡形式实现的新型学习方式。用户通过报名参与活动、完成学习任务，从而提升自身目标分解能力与执行力。</p>

    <h2>二、论坛活动规则与流程</h2>

    <h3>（一）论坛活动名词解释</h3>

    <p><strong>活动内容：</strong>指发起人希望完成任务的描述。以活动召集帖的形式，召集有同样目标的人共同参与。</p>

    <p><strong>活动时间：</strong>每项活动必须设置活动开始时间及完成时间。时间分为报名期及活动期。报名期一旦结束，将无法报名加入活动。</p>

    <p><strong>打卡认证：</strong>每天打卡后，需要超过一定比例的群组成员进行打卡确认，即任务完成。具体比例根据活动而定。活动结束前，可以认证活动期间任何一天的打卡内容。</p>

    <p><strong>活动金：</strong>每人用来参加活动的费用即为活动金。活动金金额由发起者设置，活动金按天计算。即每人所交纳的活动金应为设置活动天数的整数倍。活动金最低为1元/天，最高上限为1000元。</p>

    <h3>（二）论坛活动规则</h3>

    <p>论坛内“活动”由新生大学实名认证的会员用户自由发起。由发起人设置活动内容、所需时间及金额。提交活动后由新生大学团队审核。审核通过后将会在活动论坛首页显示，所有实名认证用户均可参加。活动为任务制，开始后以论坛形式体现，参与者按发起者要求每日在打卡页面打卡、发送相关附件，并由超过一定比例的群组成员进行打卡确认，即为任务完成，返还当天活动金。如遇问题可在群内讨论。</p>

    <ol>
      <li>
        <p>若该活动仅有部分参与者完成，完成任务者除可获得参加活动金外，还可获得奖金，奖金的计算方式如下</p>
        <p>获得奖金 = (活动储备金 － 平台手续费) / 完成全部任务人数</p>
        <p>活动储备金＝（活动总人数－完成全部任务人数）x活动金 － 未完成打卡参与者活动金</p>
      </li>
    </ol>

    <p>注：平台手续费为活动总金的10%。当活动储备金≦平台手续费，手续费由新生大学支付。</p>

    <h3>（三）论坛活动流程</h3>

    <ol>
      <li><p>活动发起人按内容、时间、费用填写后，支付活动金，申报活动；</p></li>
      <li><p>由新生大学团队审核通过后，活动正式成立。活动将在活动报名期起始日期时在“活动论坛”页面显示；参与者可以通过该入口加入活动。缴纳总活动金后即可进入相应打卡社群。</p></li>
      <li><p>活动期内，活动成员按要求发送相关内容，完成打卡，超过一定比例的群组成员进行打卡确认，即任务完成。</p></li>
      <li><p>【活动论坛】——【我的打卡】 内记录活动参与人的活动参与情况，可以查询完成天数及未完成天数。</p></li>
      <li><p>活动结束后，3个工作日内，返还参与者完成天数的活动金及奖金到新生大学APP内的钱包余额。钱包余额可以提现到微信零钱。</p></li>
      <li><p>活动结束7天后，活动群组解散。</p></li>
    </ol>
  </div>
</template>

<script>
  export default { }
</script>
